[   
    {
        "content": "Today I bought a doughnut without sprinkles. This diet thing is hard."
    }, 
    {
        "content": "I always carry a knife in my purse, just in case we're having cake."
    }, 
    {
        "content": "Who knew that the hardest part of being an adult is figuring out what to cook for dinner every single night for the rest of your life."
    }, 
    {
        "content": "When you are stressed you eat ice cream, cake, chocolate and sweets, because stressed spelled backwards is desserts."
    },
    {
        "content": "There's nothing better than a good friend, except for a good friend with chocolate."
    },
    {
        "content": "When you see a couple walking down the street holding hands and laughing, you look over to your side and the only thing you're holding is a half eaten sandwich."
    },
    {
        "content": "All my life I thought air was free, until I bought a bag of chips."
    },
    {
        "content": "I feel sorry for people who don't have dogs. I hear they have to pick up food they drop on the floor."
    },
    {
        "content": "Waiting until the movie starts to eat your popcorn, hardest thing in the world."
    },
    {
        "content": "My wife dresses to kill. She cooks the same way."
    },
    {
        "content": "Nutrition labels should include an 'What if I ate the whole thing' section."
    },
    {
        "content": "One day you're 18 eating pizza for every lunch, then suddenly you're 30 and eating salad with celery and kale juice." 
    },
    {
        "content": "All you have to know about celery is that it's made up of 95% water, and it's 100% not pizza." 
    },
    {
        "content": "Some people can eat anything they want and stay slim. I put on weight just by reading the recipe"
    },
    {
        "content": "The first time I saw a kiwi I thought it's a potato with fur."
    },
    {
        "content": "Making food: 1 hour. Eating food: 20 seconds. Washing dishes: never ending."
    },
    {
        "content": "Math: the only place where you have to figure out the ratio of yellow candy to blue candy when all you're thinking about is eating them."
    },
    {
        "content": "Carrots are a great thing to eat when you're hungry, and want to stay that way."
    },
    {
        "content": "'Made with love,' means I licked the spoon and kept using it."
    },
    {
        "content": "You know you are getting old when the candles on your birthday cake start to cost more than the cake itself."
    },
    {
        "content": "Friends buy you food. Best friends eat your food."
    },
    {
        "content": "Square box, round pizza, triangle slices, now that's confusing."
    },
    {
        "content": "In the morning I can't eat, I'm thinking of you. In the evening I can't eat, I'm thinking of you. In the night I can't sleep.. I'm so hungry!"
    },
    {
        "content": "I am on a seafood diet. I see food, and I eat it."
    },
    {
        "content": "I bought a calming tea but the smell and taste is making me nervous."
    },
    {
        "content": "I'm like Pacman when I'm at a party, I eat everything and run away from anyone coming close to me."
    },
    {
        "content": "I am on a 20 day diet, so far I've lost 10 days."
    },
    {
        "content": "How do I like my eggs? In a cake."
    },
    {
        "content": "A balanced diet means a cupcake in each hand."
    },
    {
        "content": "The only way to keep your health is to eat what you don't want, drink what you don't like, and do what you'd rather not."
    },
    {
        "content": "I thought about losing weight once, but I don't like losing."
    },
    {
        "content": "I'm so sorry about what I said when I was hungry."
    },
    {
        "content": "Every time we try to eat healthy along comes Christmas, Easter, summer, Friday, or Tuesday and ruins it for us."
    },
    {
        "content": "An apple a day keeps anyone away, if you throw it hard enough."
    },
    {
        "content": "I want someone who will look at me the same way I look at chocolate cake."
    },
    {
        "content": "If you know how many cupcakes I'm holding behind my back I'll give you both of them."
    },
    {
        "content": "If we shouldn't eat at night, why is there a light in the fridge?"
    },
    {
        "content": "A cookie a day keeps the sadness away. An entire jar of cookies a day brings it back."
    },
    {
        "content": "If you don't cut the cake in pieces and just eat the whole cake, then you only had one piece."
    },
    {
        "content": "I eat cake every day because somewhere out there it's someone's birthday and I like to celebrate."
    },
    {
        "content": "I can't sleep good when I know the food is feeling cold in the fridge."
    },
    {
        "content": "When people ask me what is more important, food or love, I don't answer because I'm eating."
    },
    {
        "content": "Being a couch potato is dangerous, someone may get hungry and eat you!"
    },
    {
        "content": "How does a train eat? Chew, Chew..."
    },
    {
        "content": "Two mice are eating a movie film roll at a cinema when one says to the other: this movie is good, but the book was better!"
    },
    {
        "content": "Being a beaver is nice, if you're hungry you just eat a piece of your home."
    },
    {
        "content": "Fortune cookie: You'll have a better fortune in the next cookie."
    },
    {
        "content": "Don't believe everything fortune cookies tells you. Just because they're sweet doesn't mean they're right."
    },
    {
        "content": "Stomach: I will now demonstrate a blue whale's mating call."
    },
    {
        "content": "You just can't live a full life on an empty stomach."
    },
    {
        "content": "I'm on that new diet where you eat anything you want and you pray for a miracle."
    },
    {
        "content": "Every time I have my picture taken I get hungry because I hear 'cheese' so I start to think of a nice cheese sandwich."
    },
    {
        "content": "The difference between pizza and your opinion is that I actually asked for pizza."
    },
    {
        "content": "Diet day #1: All the unhealthy food has been removed from the house. It was delicious."
    },
    {
        "content": "Sit down and let me tell you a story. Once upon a time I was hungry, and that's what happened to all your chocolate."
    },
    {
        "content": "I'm glad I don't have to hunt my own food, I don't even know where sandwiches live."
    },
    {
        "content": "There's something missing in my life, I just don't know if it's a puppy, a person, or a slice of pizza."
    },
    {
        "content": "Yesterday I really wanted tacos, and now I'm eating tacos. Follow your dreams!"
    },
    {
        "content": "I lost some weight once, but I found it again in the fridge."
    },
    {
        "content": "I followed a diet but it didn't follow me back, so I unfollowed it."
    },
    {
        "content": "Our toaster has two settings: too soon or too late."
    }
]